Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.inspector.metadata.withoutREADME
source: No README
ar: لا يوجد README
de: Kein README
es: Sin README
fr: Aucun README
id: Tidak ada README
it: Nessun README
ja: READMEなし
ko: README 없음
nl: Geen README
pl: Brak README
pt_br: Sem README
ru: Нет README
tr: README yok
uk: Немає README
vi: Không có README
zh_hans: 无 README
zh_hant: 無 README

# rag.workspace.inspector.network
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
tr: Ağ
uk: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路

# rag.workspace.inspector.noCitations
source: No citations for this answer yet.
ar: لا توجد استشهادات لهذه الإجابة بعد.
de: Noch keine Zitate für diese Antwort.
es: Aún no hay citas para esta respuesta.
fr: Aucune citation pour cette réponse pour l'instant.
id: Belum ada kutipan untuk jawaban ini.
it: Nessuna citazione per questa risposta.
ja: この回答に対する引用はまだありません。
ko: 아직 이 답변에 대한 인용이 없습니다.
nl: Nog geen citaten voor dit antwoord.
pl: Brak cytatów dla tej odpowiedzi.
pt_br: Nenhuma citação para esta resposta ainda.
ru: Пока нет цитат для этого ответа.
tr: Bu yanıt için henüz alıntı yok.
uk: Ще немає цитат для цієї відповіді.
vi: Chưa có trích dẫn cho câu trả lời này.
zh_hans: 本轮回答暂无引用。
zh_hant: 此回答尚無引用。

# rag.workspace.inspector.noPlan
source: The query plan appears after you send a question.
ar: تظهر خطة الاستعلام بعد إرسال سؤال.
de: Der Abfrageplan erscheint, nachdem Sie eine Frage gesendet haben.
es: El plan de consulta aparece después de enviar una pregunta.
fr: Le plan de requête apparaît après l'envoi d'une question.
id: Rencana kueri akan muncul setelah Anda mengirim pertanyaan.
it: Il piano di interrogazione appare dopo aver inviato una domanda.
ja: 質問を送信すると、クエリプランが表示されます。
ko: 질문을 보내면 쿼리 계획이 표시됩니다.
nl: Het queryplan verschijnt nadat je een vraag hebt verzonden.
pl: Plan zapytania pojawi się po wysłaniu pytania.
pt_br: O plano de consulta aparece após você enviar uma pergunta.
ru: План запроса появится после отправки вопроса.
tr: Sorgu planı, bir soru gönderdikten sonra görünür.
uk: План запиту з'явиться після надсилання питання.
vi: Kế hoạch truy vấn sẽ hiển thị sau khi bạn gửi câu hỏi.
zh_hans: 发送问题后显示查询计划。
zh_hant: 傳送問題後會顯示查詢計劃。

# rag.workspace.inspector.openGitHub
source: Open GitHub
ar: فتح GitHub
de: Auf GitHub öffnen
es: Abrir GitHub
fr: Ouvrir GitHub
id: Buka GitHub
it: Apri GitHub
ja: GitHubで開く
ko: GitHub 열기
pl: Otwórz GitHub
pt_br: Abrir no GitHub
ru: Открыть GitHub
tr: GitHub'da Aç
uk: Відкрити GitHub
vi: Mở GitHub
zh_hans: 打开 GitHub
zh_hant: 開啟 GitHub

# rag.workspace.inspector.openStarcat
source: Open Starcat detail
ar: فتح تفاصيل Starcat
de: Starcat-Detail öffnen
es: Abrir detalle de Starcat
fr: Ouvrir le détail Starcat
id: Buka detail Starcat
it: Apri dettaglio Starcat
ja: Starcat詳細を開く
ko: Starcat 상세 정보 열기
pl: Otwórz szczegóły Starcat
pt_br: Abrir detalhes do Starcat
ru: Открыть детали Starcat
tr: Starcat detayını aç
uk: Відкрити деталі Starcat
vi: Mở chi tiết Starcat
zh_hans: 打开 Starcat 详情
zh_hant: 開啟 Starcat 詳細資訊

# rag.workspace.inspector.plan.analytics
source: Structured analytics
ar: تحليلات منظمة
de: Strukturierte Analysen
es: Analíticas estructuradas
fr: Analytiques structurées
id: Analitik terstruktur
it: Analisi strutturata
ja: 構造化分析
ko: 구조화된 분석
nl: Gestructureerde analyses
pl: Analityka strukturalna
pt_br: Análise estruturada
ru: Структурированная аналитика
tr: Yapılandırılmış analitik
uk: Структурована аналітика
vi: Phân tích có cấu trúc
zh_hans: 结构化分析
zh_hant: 結構化分析

# rag.workspace.inspector.plan.analytics.dimension.all
source: Whole knowledge base
ar: قاعدة المعرفة بأكملها
de: Gesamte Wissensbasis
es: Toda la base de conocimiento
fr: Base de connaissances entière
id: Seluruh basis pengetahuan
it: Intera knowledge base
ja: ナレッジベース全体
ko: 전체 지식 베이스
nl: Volledige kennisbank
pl: Cała baza wiedzy
pt_br: Base de conhecimento inteira
ru: Вся база знаний
tr: Tüm bilgi tabanı
uk: Вся база знань
vi: Toàn bộ cơ sở tri thức
zh_hans: 全知识库
zh_hant: 整個知識庫

# rag.workspace.inspector.plan.analytics.dimension.language
source: By language
ar: حسب اللغة
de: Nach Sprache
es: Por idioma
fr: Par langue
id: Berdasarkan bahasa
it: Per lingua
ja: 言語別
ko: 언어별
nl: Op taal
pl: Według języka
pt_br: Por idioma
ru: По языку
tr: Dile göre
uk: За мовою
vi: Theo ngôn ngữ
zh_hans: 按语言
zh_hant: 依語言

# rag.workspace.inspector.plan.analytics.dimension.repository
source: By repository
ar: حسب المستودع
de: Nach Repository
es: Por repositorio
fr: Par dépôt
id: Berdasarkan repositori
it: Per repository
ja: リポジトリ別
ko: 저장소별
nl: Op repository
pl: Według repozytorium
pt_br: Por repositório
ru: По репозиторию
tr: Depoya göre
uk: За репозиторієм
vi: Theo kho lưu trữ
zh_hans: 按仓库
zh_hant: 依儲存庫

# rag.workspace.inspector.plan.analytics.dimension.status
source: By status
ar: حسب الحالة
de: Nach Status
es: Por estado
fr: Par statut
id: Berdasarkan status
it: Per stato
ja: ステータス別
ko: 상태별
nl: Op status
pl: Według statusu
pt_br: Por status
ru: По статусу
tr: Duruma göre
uk: За статусом
vi: Theo trạng thái
zh_hans: 按状态
zh_hant: 依狀態

# rag.workspace.inspector.plan.analytics.dimension.tag
source: By tag
ar: حسب الوسم
de: Nach Tag
es: Por etiqueta
fr: Par étiquette
id: Berdasarkan tag
it: Per tag
ja: タグ別
ko: 태그별
nl: Op tag
pl: Według tagu
pt_br: Por etiqueta
ru: По тегу
tr: Etikete göre
uk: За тегом
vi: Theo thẻ
zh_hans: 按标签
zh_hant: 依標籤

# rag.workspace.inspector.plan.analytics.direction.ascending
source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
id: Menaik
it: Crescente
ja: 昇順
ko: 오름차순
nl: Oplopend
pl: Rosnąco
pt_br: Crescente
ru: По возрастанию
tr: Artan
uk: За зростанням
vi: Tăng dần
zh_hans: 升序
zh_hant: 升序

# rag.workspace.inspector.plan.analytics.direction.descending
source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
id: Menurun
it: Decrescente
ja: 降順
ko: 내림차순
nl: Aflopend
pl: Malejąco
pt_br: Decrescente
ru: По убыванию
tr: Azalan
uk: За спаданням
vi: Giảm dần
zh_hans: 降序
zh_hant: 降序

# rag.workspace.inspector.plan.analytics.measure.averageForks
source: Average forks
ar: متوسط التفرعات
de: Durchschnittliche Forks
es: Promedio de forks
fr: Forks moyens
id: Rata-rata fork
it: Media fork
ja: 平均フォーク数
ko: 평균 포크 수
nl: Gemiddeld aantal forks
pl: Średnia liczba forków
pt_br: Média de forks
ru: Среднее количество форков
tr: Ortalama çatal sayısı
uk: Середня кількість форків
vi: Số fork trung bình
zh_hans: 平均 Fork 数
zh_hant: 平均 Fork 數

# rag.workspace.inspector.plan.analytics.measure.averageStars
source: Average stars
ar: متوسط النجوم
de: Durchschnittliche Sterne
es: Promedio de estrellas
fr: Étoiles moyennes
id: Rata-rata bintang
it: Media stelle
ja: 平均スター数
ko: 평균 별표 수
nl: Gemiddeld aantal sterren
pl: Średnia liczba gwiazdek
pt_br: Média de estrelas
ru: Среднее количество звёзд
tr: Ortalama yıldız sayısı
uk: Середня кількість зірок
vi: Số sao trung bình
zh_hans: 平均 Star 数
zh_hant: 平均 Star 數

# rag.workspace.inspector.plan.analytics.measure.count
source: Count
ar: العدد
de: Anzahl
es: Conteo
fr: Nombre
id: Jumlah
it: Conteggio
ja: カウント
ko: 개수
nl: Aantal
pl: Liczba
pt_br: Contagem
ru: Количество
tr: Sayı
uk: Кількість
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

# rag.workspace.inspector.plan.analytics.measure.excludedRAGChunks
source: Excluded RAG chunks
ar: أجزاء RAG المستبعدة
de: Ausgeschlossene RAG-Blöcke
es: Fragmentos RAG excluidos
fr: Morceaux RAG exclus
id: Potongan RAG yang dikecualikan
it: Chunk RAG esclusi
ja: 除外されたRAGチャンク
ko: 제외된 RAG 청크
nl: Uitgesloten RAG-chunks
pl: Wykluczone fragmenty RAG
pt_br: Fragmentos RAG excluídos
ru: Исключённые фрагменты RAG
tr: Hariç tutulan RAG parçaları
uk: Виключені фрагменти RAG
vi: Đoạn RAG bị loại trừ
zh_hans: 已排除 RAG 分片数
zh_hant: 已排除 RAG 區塊數

# rag.workspace.inspector.plan.analytics.measure.maxForks
source: Maximum forks
ar: الحد الأقصى للتفرعات
de: Maximale Forks
es: Máximo de forks
fr: Forks maximum
id: Fork maksimum
it: Massimo fork
ja: 最大フォーク数
ko: 최대 포크 수
nl: Maximum aantal forks
pl: Maksymalna liczba forków
pt_br: Máximo de forks
ru: Максимум форков
tr: Maksimum çatal sayısı
uk: Максимальна кількість форків
vi: Số fork tối đa
zh_hans: 最高 Fork 数
zh_hant: 最高 Fork 數

# rag.workspace.inspector.plan.analytics.measure.maxStars
source: Maximum stars
ar: الحد الأقصى للنجوم
de: Maximale Sterne
es: Máximo de estrellas
fr: Étoiles maximum
id: Bintang maksimum
it: Massimo stelle
ja: 最大スター数
ko: 최대 별표 수
nl: Maximum aantal sterren
pl: Maksymalna liczba gwiazdek
pt_br: Máximo de estrelas
ru: Максимум звёзд
tr: Maksimum yıldız sayısı
uk: Максимальна кількість зірок
vi: Số sao tối đa
zh_hans: 最高 Star 数
zh_hant: 最高 Star 數

# rag.workspace.inspector.plan.analytics.measure.repositoriesWithAIGeneratedNotes
source: Repositories with AI-generated notes
ar: مستودعات بملاحظات مولدة بالذكاء الاصطناعي
de: Repositories mit KI-generierten Notizen
es: Repositorios con notas generadas por IA
fr: Dépôts avec notes générées par IA
id: Repositori dengan catatan buatan AI
it: Repository con note generate da IA
ja: AI生成ノートのあるリポジトリ
ko: AI 생성 노트가 있는 저장소
nl: Repositories met AI-gegenereerde notities
pl: Repozytoria z notatkami AI
pt_br: Repositórios com notas geradas por IA
ru: Репозитории с заметками, созданными ИИ
tr: Yapay zeka notu olan depolar
uk: Репозиторії з нотатками, створеними ШІ
vi: Kho lưu trữ có ghi chú do AI tạo
zh_hans: 含 AI 生成笔记的项目数
zh_hant: 含 AI 生成筆記的儲存庫數

# rag.workspace.inspector.plan.analytics.measure.repositoriesWithAISummary
source: Repositories with AI summaries
ar: مستودعات بملخصات ذكاء اصطناعي
de: Repositories mit KI-Zusammenfassungen
es: Repositorios con resúmenes de IA
fr: Dépôts avec résumé IA
id: Repositori dengan ringkasan AI
it: Repository con riassunti IA
ja: AIサマリーのあるリポジトリ
ko: AI 요약이 있는 저장소
nl: Repositories met AI-samenvattingen
pl: Repozytoria z podsumowaniami AI
pt_br: Repositórios com resumos de IA
ru: Репозитории с ИИ-сводками
tr: Yapay zeka özeti olan depolar
uk: Репозиторії з підсумками ШІ
vi: Kho lưu trữ có tóm tắt AI
zh_hans: 含 AI 摘要的项目数
zh_hant: 含 AI 摘要的儲存庫數

source: Repositories without indexable sources
ar: مستودعات بدون مصادر قابلة للفهرسة
de: Repositories ohne indizierbare Quellen
es: Repositorios sin fuentes indexables
fr: Dépôts sans sources indexables
id: Repositori tanpa sumber yang dapat diindeks
it: Repository senza sorgenti indicizzabili
ja: インデックス可能なソースのないリポジトリ
ko: 색인 가능 소스가 없는 저장소
nl: Repositories zonder indexeerbare bronnen
pl: Repozytoria bez indeksowalnych źródeł
pt_br: Repositórios sem fontes indexáveis
ru: Репозитории без индексируемых источников
tr: Dizine eklenebilir kaynağı olmayan depolar
uk: Репозиторії без індексованих джерел
vi: Kho lưu trữ không có nguồn có thể lập chỉ mục
zh_hans: 无可索引来源的项目数
zh_hant: 無可索引來源的儲存庫數

# rag.workspace.inspector.plan.analytics.measure.repositoriesWithoutREADME
source: Repositories without README
ar: مستودعات بدون README
de: Repositories ohne README
es: Repositorios sin README
fr: Dépôts sans README
id: Repositori tanpa README
it: Repository senza README
ja: READMEのないリポジトリ
ko: README가 없는 저장소
nl: Repositories zonder README
pl: Repozytoria bez pliku README
pt_br: Repositórios sem README
ru: Репозитории без README
tr: README'si olmayan depolar
uk: Репозиторії без README
vi: Kho lưu trữ không có README
zh_hans: 无 README 的项目数
zh_hant: 無 README 的儲存庫數

# rag.workspace.inspector.plan.analytics.measure.repositoriesWithPrivateNotes
source: Repositories with private notes
ar: مستودعات بملاحظات خاصة
de: Repositories mit privaten Notizen
es: Repositorios con notas privadas
fr: Dépôts avec notes privées
id: Repositori dengan catatan pribadi
it: Repository con note private
ja: プライベートノートのあるリポジトリ
ko: 비공개 노트가 있는 저장소
nl: Repositories met privénotities
pl: Repozytoria z prywatnymi notatkami
pt_br: Repositórios com notas privadas
ru: Репозитории с личными заметками
tr: Özel not içeren depolar
uk: Репозиторії з приватними нотатками
vi: Kho lưu trữ có ghi chú riêng tư
zh_hans: 含私有笔记的项目数
zh_hant: 含私有筆記的儲存庫數

source: Recently edited private notes
ar: ملاحظات خاصة محررة مؤخرًا
de: Kürzlich bearbeitete private Notizen
es: Notas privadas editadas recientemente
fr: Notes privées récemment modifiées
id: Catatan pribadi yang baru diedit
it: Note private modificate di recente
ja: 最近編集されたプライベートノート
ko: 최근 편집된 비공개 노트
nl: Recent bewerkte privénotities
pl: Ostatnio edytowane prywatne notatki
pt_br: Notas privadas editadas recentemente
ru: Недавно отредактированные личные заметки
tr: Son düzenlenen özel notlar
uk: Нещодавно редаговані приватні нотатки
vi: Ghi chú riêng tư được chỉnh sửa gần đây
zh_hans: 近 30 天编辑过笔记的项目数
zh_hant: 近 30 天編輯過筆記的儲存庫數

source: Recently generated AI summaries
ar: ملخصات ذكاء اصطناعي مولدة مؤخرًا
de: Kürzlich generierte KI-Zusammenfassungen
es: Resúmenes de IA generados recientemente
fr: Résumés IA récemment générés
id: Ringkasan AI yang baru dibuat
it: Riassunti IA generati di recente
ja: 最近生成されたAIサマリー
ko: 최근 생성된 AI 요약
nl: Recent gegenereerde AI-samenvattingen
pl: Ostatnio wygenerowane podsumowania AI
pt_br: Resumos de IA gerados recentemente
ru: Недавно созданные ИИ-сводки
tr: Son oluşturulan yapay zeka özetleri
uk: Нещодавно створені підсумки ШІ
vi: Tóm tắt AI được tạo gần đây
zh_hans: 近 30 天生成过摘要的项目数
zh_hant: 近 30 天產生過摘要的儲存庫數

# rag.workspace.inspector.plan.analyticsFormat
source: %1$@ · %2$@ · %3$@ · up to %4$lld rows
ar: %1$@ · %2$@ · %3$@ · حتى %4$lld صف
de: %1$@ · %2$@ · %3$@ · bis zu %4$lld Zeilen
es: %1$@ · %2$@ · %3$@ · hasta %4$lld filas
fr: %1$@ · %2$@ · %3$@ · jusqu'à %4$lld lignes
id: %1$@ · %2$@ · %3$@ · hingga %4$lld baris
it: %1$@ · %2$@ · %3$@ · fino a %4$lld righe
ja: %1$@ · %2$@ · %3$@ · 最大 %4$lld 行
ko: %1$@ · %2$@ · %3$@ · 최대 %4$lld개 행
nl: %1$@ · %2$@ · %3$@ · tot %4$lld rijen
pl: %1$@ · %2$@ · %3$@ · do %4$lld wierszy
pt_br: %1$@ · %2$@ · %3$@ · até %4$lld linhas
ru: %1$@ · %2$@ · %3$@ · до %4$lld строк
tr: %1$@ · %2$@ · %3$@ · en fazla %4$lld satır
uk: %1$@ · %2$@ · %3$@ · до %4$lld рядків
vi: %1$@ · %2$@ · %3$@ · lên đến %4$lld hàng
zh_hans: %1$@ · %2$@ · %3$@ · 最多 %4$lld 行
zh_hant: %1$@ · %2$@ · %3$@ · 最多 %4$lld 行

# rag.workspace.inspector.plan.boolean.no
source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# rag.workspace.inspector.plan.boolean.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# rag.workspace.inspector.plan.contextBudget
source: Context budget
ar: ميزانية السياق
de: Kontextbudget
es: Presupuesto de contexto
fr: Budget de contexte
id: Anggaran konteks
it: Budget contesto
ja: コンテキスト予算
ko: 컨텍스트 예산
pl: Budżet kontekstu
pt_br: Orçamento de contexto
ru: Бюджет контекста
tr: Bağlam bütçesi
uk: Бюджет контексту
vi: Ngân sách ngữ cảnh
zh_hans: 上下文预算
zh_hant: 上下文預算

# rag.workspace.inspector.plan.executionStrategy
source: Execution strategy
ar: استراتيجية التنفيذ
de: Ausführungsstrategie
es: Estrategia de ejecución
fr: Stratégie d'exécution
id: Strategi eksekusi
it: Strategia di esecuzione
ja: 実行戦略
ko: 실행 전략
nl: Uitvoeringsstrategie
pl: Strategia wykonania
pt_br: Estratégia de execução
ru: Стратегия выполнения
tr: Yürütme stratejisi
uk: Стратегія виконання
vi: Chiến lược thực thi
zh_hans: 执行策略
zh_hant: 執行策略

# rag.workspace.inspector.plan.filter.archived
source: Archived repositories
ar: المستودعات المؤرشفة
de: Archivierte Repositories
es: Repositorios archivados
fr: Dépôts archivés
id: Repositori yang diarsipkan
it: Repository archiviati
ja: アーカイブされたリポジトリ
ko: 보관된 저장소
nl: Gearchiveerde repositories
pl: Zarchiwizowane repozytoria
pt_br: Repositórios arquivados
ru: Архивные репозитории
tr: Arşivlenmiş depolar
uk: Архівовані репозиторії
vi: Kho lưu trữ đã lưu trữ
zh_hans: 归档仓库
zh_hant: 歸檔儲存庫

# rag.workspace.inspector.plan.filter.forkRepos
source: Fork repositories
ar: المستودعات المتفرعة
es: Repositorios bifurcados
fr: Dépôts fork
id: Repositori fork
it: Repository fork
ja: フォークリポジトリ
ko: 포크 저장소
pl: Repozytoria forkowane
pt_br: Repositórios fork
ru: Форкнутые репозитории
tr: Çatal depolar
uk: Репозиторії-форки
vi: Kho lưu trữ fork
zh_hans: Fork 仓库
zh_hant: Fork 儲存庫

# rag.workspace.inspector.plan.filter.forks
source: Forks
ar: التفرعات
id: Fork
it: Fork
ja: フォーク
ko: 포크
pl: Forki
ru: Форки
tr: Çatallar
uk: Форки
vi: Fork
zh_hans: Fork 数
zh_hant: Fork 數

# rag.workspace.inspector.plan.filter.languages
source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
id: Bahasa
it: Linguaggi
ja: 言語
ko: 언어
nl: Talen
pl: Języki
pt_br: Idiomas
ru: Языки
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# rag.workspace.inspector.plan.filter.libraryUpdatedAt
source: Added to knowledge base
ar: أضيفت إلى قاعدة المعرفة
de: Zur Wissensbasis hinzugefügt
es: Agregado a la base de conocimiento
fr: Ajouté à la base de connaissances
id: Ditambahkan ke basis pengetahuan
it: Aggiunto alla knowledge base
ja: ナレッジベースに追加
ko: 지식 베이스에 추가됨
nl: Toegevoegd aan kennisbank
pl: Dodane do bazy wiedzy
pt_br: Adicionado à base de conhecimento
ru: Добавлено в базу знаний
tr: Bilgi tabanına eklendi
uk: Додано до бази знань
vi: Đã thêm vào cơ sở tri thức
zh_hans: 加入知识库时间
zh_hant: 加入知識庫時間

# rag.workspace.inspector.plan.filter.licenses
source: Licenses
ar: التراخيص
de: Lizenzen
es: Licencias
fr: Licences
id: Lisensi
it: Licenze
ja: ライセンス
ko: 라이선스
nl: Licenties
pl: Licencje
pt_br: Licenças
ru: Лицензии
tr: Lisanslar
uk: Ліцензії
vi: Giấy phép
zh_hans: 许可证
zh_hant: 授權

# rag.workspace.inspector.plan.filter.pushedAt
source: Repository updated
ar: تحديث المستودع
de: Repository aktualisiert
es: Repositorio actualizado
fr: Dépôt mis à jour
id: Repositori diperbarui
it: Repository aggiornato
ja: リポジトリ更新
ko: 저장소 업데이트됨
nl: Repository bijgewerkt
pl: Repozytorium zaktualizowane
pt_br: Repositório atualizado
ru: Репозиторий обновлён
tr: Depo güncellendi
uk: Репозиторій оновлено
vi: Kho lưu trữ đã cập nhật
zh_hans: 仓库更新时间
zh_hant: 儲存庫更新時間

# rag.workspace.inspector.plan.filter.repoCreatedAt
source: Repository created
ar: إنشاء المستودع
de: Repository erstellt
es: Repositorio creado
fr: Dépôt créé
id: Repositori dibuat
it: Repository creato
ja: リポジトリ作成
ko: 저장소 생성됨
nl: Repository aangemaakt
pl: Repozytorium utworzone
pt_br: Repositório criado
ru: Репозиторий создан
tr: Depo oluşturuldu
uk: Репозиторій створено
vi: Kho lưu trữ được tạo
zh_hans: 仓库创建时间
zh_hant: 儲存庫建立時間

# rag.workspace.inspector.plan.filter.starredAt
source: Starred
ar: مميّزة بنجمة
de: Mit Stern markiert
es: Con estrella
fr: Staré
id: Dibintangi
it: Aggiunto ai preferiti
ja: スター付き
ko: 별표 표시됨
nl: Ster gegeven
pl: Oznaczone gwiazdką
pt_br: Com estrela
ru: Отмечено звездой
tr: Yıldızlandı
uk: Відмічено зіркою
vi: Đã gắn sao
zh_hans: 收藏时间
zh_hant: 收藏時間

# rag.workspace.inspector.plan.filter.stars
source: Stars
ar: النجوم
de: Sterne
es: Estrellas
fr: Étoiles
id: Bintang
it: Stelle
ja: スター数
ko: 별표 수
nl: Sterren
pl: Gwiazdki
pt_br: Estrelas
ru: Звёзды
tr: Yıldızlar
uk: Зірки
vi: Sao
zh_hans: Star 数
zh_hant: Star 數

# rag.workspace.inspector.plan.filter.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# rag.workspace.inspector.plan.filter.tags
source: Tags
ar: الوسوم
es: Etiquetas
fr: Étiquettes
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas
ru: Теги
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# rag.workspace.inspector.plan.filters
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
id: Filter
it: Filtri
ja: フィルタ
ko: 필터
pl: Filtry
pt_br: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 筛选条件
zh_hant: 篩選條件

# rag.workspace.inspector.plan.filters.none
source: No additional filters
ar: لا توجد عوامل تصفية إضافية
de: Keine zusätzlichen Filter
es: Sin filtros adicionales
fr: Aucun filtre supplémentaire
id: Tidak ada filter tambahan
it: Nessun filtro aggiuntivo
ja: 追加フィルタなし
ko: 추가 필터 없음
nl: Geen extra filters
pl: Brak dodatkowych filtrów
pt_br: Nenhum filtro adicional
ru: Нет дополнительных фильтров
tr: Ek filtre yok
uk: Немає додаткових фільтрів
vi: Không có bộ lọc bổ sung
zh_hans: 无额外筛选
zh_hant: 無額外篩選

# rag.workspace.inspector.plan.help.contextBudget.definition.body
source: After planning and retrieval, Starcat allocates the model context window across prompt segments and lists reserved output space separately.
ar: بعد التخطيط والاسترجاع، تخصص Starcat نافذة سياق النموذج عبر أجزاء الموجه وتدرج مساحة الإخراج المحجوزة بشكل منفصل.
de: Nach der Planung und dem Abruf weist Starcat das Modell-Kontextfenster auf die Eingabeabschnitte auf und reserviert den Ausgabebereich separat.
es: Después de la planificación y recuperación, Starcat asigna la ventana de contexto del modelo entre los segmentos de entrada y reserva el espacio de salida por separado.
fr: Après la planification et la récupération, Starcat alloue la fenêtre de contexte du modèle entre les segments de prompt et réserve séparément l'espace de sortie.
id: Setelah perencanaan dan pengambilan, Starcat mengalokasikan jendela konteks model di seluruh segmen prompt dan mencantumkan ruang keluaran yang dicadangkan secara terpisah.
it: Dopo la pianificazione e il recupero, Starcat alloca la finestra di contesto del modello tra i segmenti del prompt e riserva separatamente lo spazio di output.
ja: 計画と検索後、Starcatはモデルのコンテキストウィンドウをプロンプトセグメントに割り当て、予約された出力スペースを別途表示します。
ko: 계획 및 검색 후 Starcat은 모델 컨텍스트 창을 프롬프트 세그먼트에 할당하고 예약된 출력 공간을 별도로 나열합니다.
nl: Na planning en ophalen verdeelt Starcat het modelcontextvenster over promptsegmenten en reserveert apart uitvoerruimte.
pl: Po planowaniu i wyszukiwaniu Starcat przydziela okno kontekstu modelu pomiędzy segmenty monitu i osobno rezerwuje miejsce na odpowiedź.
pt_br: Após o planejamento e a recuperação, o Starcat aloca a janela de contexto do modelo entre os segmentos do prompt e lista o espaço de saída reservado separadamente.
ru: После планирования и поиска Starcat распределяет окно контекста модели по сегментам подсказки и отдельно указывает зарезервированное место для вывода.
tr: Planlama ve getirme işleminden sonra Starcat, model bağlam penceresini istem bölümlerine ayırır ve ayrılmış çıktı alanını ayrıca listeler.
uk: Після планування та пошуку Starcat розподіляє вікно контексту моделі між сегментами запиту та окремо вказує зарезервований простір для виведення.
vi: Sau khi lập kế hoạch và truy xuất, Starcat phân bổ cửa sổ ngữ cảnh của mô hình qua các phân đoạn lời nhắc và liệt kê riêng không gian đầu ra dự trữ.
zh_hans: 计划与检索完成后，系统按当前模型 Context Window 为本轮 Prompt 分配各分片，并单独列出预留的输出空间。
zh_hant: 計劃與檢索完成後，Starcat 會按當前模型 Context Window 為本輪 Prompt 分配各分片，並單獨列出預留的輸出空間。

# rag.workspace.inspector.plan.help.contextBudget.definition.title
source: What is context budget?
ar: ما هي ميزانية السياق؟
de: Was ist das Kontextbudget?
es: ¿Qué es el presupuesto de contexto?
fr: Qu'est-ce que le budget de contexte ?
id: Apa itu anggaran konteks?
it: Cos'è il budget di contesto?
ja: コンテキスト予算とは？
ko: 컨텍스트 예산이란 무엇인가요?
nl: Wat is contextbudget?
pl: Co to jest budżet kontekstu?
pt_br: O que é orçamento de contexto?
ru: Что такое бюджет контекста?
tr: Bağlam bütçesi nedir?
uk: Що таке бюджет контексту?
vi: Ngân sách ngữ cảnh là gì?
zh_hans: 上下文预算是什么？
zh_hant: 什麼是上下文預算？
